<HTML>
	<HEAD>
		<TITLE> Teor&iacute;a </TITLE>
	</HEAD>
	<BODY>
		<H1><FONT Color=Blue> Teor&iacute;a </Font> </H1>
		<p>La toma de decisiones es el proceso que nos permite elegir entre distintas alternativas. En el d&iacute;a a d&iacute;a esta situaci&oacute;n aparece continuamente y aunque puede parecer un proceso simple en ocasiones se torna complicado. En la toma de decisiones est&aacute;n implicados, fundamentalmente la memoria de trabajo y las funciones ejecutivas, por lo que la afectaci&oacute;n o mal funcionamiento de estos procesos puede tener implicaciones directas en la capacidad de la persona para desarrollar una vida independiente, aut&oacute;noma y socialmente adaptada (<a href="fund_biblio.html#11">Rolls, 2004</a>; <a href="fund_biblio.html#02">Damasio, 1998</a>), dicho de otra forma, las personas que no rinden bien en la toma de decisiones presentan problemas en su vida social (<a href="fund_biblio.html#02">Damasio, 1998</a>).</p>
		<p>En  la toma de decisiones nos planteamos pasar del deseo o intenci&oacute;n a su ejecuci&oacute;n real. Esta labor requiere tener conocimientos de las diferentes alternativas  frente a una situaci&oacute;n, adem&aacute;s de las consecuencias inmediatas y futuras que acarrear&aacute; dicha elecci&oacute;n. Existen modelos que explican la toma de decisiones de forma racional, y otros se centran en la influencia de las emociones en este proceso, precisamente las investigaciones actuales ponen mayor &eacute;nfasis en la influencia de las emociones y no en el proceso racional (<a href="fund_biblio.html#09">Myers, 2005</a>)</p>
		<p>Durante d&eacute;cadas, la psicolog&iacute;a ha considerado la toma de decisiones como una habilidad mec&aacute;nica en la que se analizaban los costes-beneficios de una acci&oacute;n. Pero actualmente se conoce que las emociones son una parte importante de este proceso, guiando al organismo a elegir la opci&oacute;n m&aacute;s adecuada o alej&aacute;ndole de las inadecuadas. En este contexto se enmarca la hip&oacute;tesis del marcador som&aacute;tico (<a href="fund_biblio.html#02">Damasio, 1998</a>).</p>
		<p>
			Los marcadores som&aacute;ticos son marcadores emocionales que se generan al conectar un resultado determinado con sus resultados, a podo de operantes, por ello pueden ser marcadores positivos o negativos que gu&iacute;an la toma de decisiones. Si el marcador  es negativo, se produce una alarma que puede llevarnos a rechazar esta alternativa, en cambio, al ser positivo act&uacute;a como incentivo para facilitar la elecci&oacute;n de esta opci&oacute;n. Es importante destacar que los  marcadores som&aacute;ticos no determinan el hecho de elegir una u otra alternativa, pero s&iacute; a decantarse por una opci&oacute;n determinada. Como el propio Damasio afirma "los marcadores som&aacute;ticos son un caso especial de sentimientos generados a partir de emociones secundarias. Estas emociones y sentimientos han sido conectados, mediante aprendizaje, a resultados futuros predecibles de determinados supuestos" (<a href="fund_biblio.html#02">Damasio, 1998</a>, El error de Descartes, P&aacute;g. 205). De lo dicho se desprende que los marcadores som&aacute;ticos son adquiridos por el aprendizaje, especialmente a trav&eacute;s de asociaciones entre una elecci&oacute;n y sus consecuencias, es decir, tienen su origen en la reacci&oacute;n emocional producida por decisiones tomadas anteriormente. <a href="fund_biblio.html#02">Damasio (1998)</a> especifica que la toma de decisiones se puede dar de tres formas diferentes:
			<ol>
				<li>Las respuestas que se llevan a cabo de forma autom&aacute;tica, d&aacute;ndose en el &aacute;mbito biol&oacute;gico sin ser consciente de ello (p.e. la conducta de orientaci&oacute;n).</li>
				<li>Cuando es necesario que se genere una respuesta r&aacute;pida ante varias alternativas, y al elegir una opci&oacute;n no razonamos conscientemente. Tiene mucho que ver con el papel de la experiencia y la automatizaci&oacute;n de procesos.</li>
				<li>Cuando tomamos una decisi&oacute;n derivando consecuencias l&oacute;gicas partiendo de premisas asumidas. Es la m&aacute;s compleja, en este caso existen m&aacute;s alternativas y sus consecuencias suelen ser diferentes para el momento actual y para el futuro. Para elegir una opci&oacute;n debemos razonar y tener en cuenta muchos datos.</li>
			</ol>
		</p>
		<p>Una de las medidas que se han utilizado para analizar el proceso de toma de decisiones es la Iowa Gambling Task (IGT) de <a href="fund_biblio.html#01">Bechara, Damasio, Damasio y Anderson (1994)</a>. Esta tarea ha sido utilizada en diversos trabajos, con poblaci&oacute;n normal, en pacientes con determinadas lesiones cerebrales (especialmente en el l&oacute;bulo frontal) (<a href="fund_biblio.html#05">Garc&iacute;a-Molina, Roig-Rovira, Ense&ntilde;at-Cantallops, S&aacute;nchez-Carri&oacute;n, Pico-Azanza, y Pe&ntilde;a-Casanova, 2007</a>), en pacientes con problemas neurodegenerativos como alzheimer o esclerosis m&uacute;ltiple (<a href="fund_biblio.html#04">Garc&iacute;a-Molina,  Rodr&iacute;guez, Vendrell, Junqu&eacute; y Roig-Rovira, 2008</a>; <a href="fund_biblio.html#07">Kleeberg, Bruggimann, Andoni, Melle, Bogousslavsky y Schluep, 2004</a>), y con consumidores de drogas (<a href="fund_biblio.html#03">Dante, 2006</a>; <a href="fund_biblio.html#12">Verdejo, Aguilar y P&eacute;rez-Garc&iacute;a, 2004</a>), especialmente opiacios (<a href="fund_biblio.html#10">Petry, Bickel y Arnett, 1998</a>), coca&iacute;na (<a href="fund_biblio.html#06">Grant, Contoreggi y London, 2000</a>) o alcohol (<a href="fund_biblio.html#08">Mazas, Finn y Steinmetz, 2000</a>), por norma general, las investigaciones con drogodependientes muestran un comportamiento similar en pacientes con lesiones en la regi&oacute;n ventromedial del l&oacute;bulo frontal, este patr&oacute;n puede deberse a la neurotoxicidad de las drogas.</p>
		<p>Esta tarea pretende ser un reflejo fiel de la vida cotidiana, se realiza en tiempo real y se parece a los juegos de cartas comunes, presenta ganancias y p&eacute;rdidas e incluye valores monetarios, la persona ha de buscar un beneficio (ganancias) dentro de distintas alternativas y debe asumir riesgos, pero la tarea no dice c&oacute;mo, cuando, o qu&eacute; elegir, es decir est&aacute; llena de incertidumbre y la &uacute;nica manera de minimizar esta incertidumbre es generar intuiciones y/o estimaciones probabil&iacute;sticas por lo medios posibles, ya que el c&aacute;lculo preciso no es posible.</p>
		<p>Para realizar la tarea, el jugador se sienta delante de cuatro barajas de cartas y se le "entregan 2000" d&oacute;lares ficticios y obviamente el objetivo del juego es ganar el m&aacute;ximo dinero posible, sin embargo, actualmente se han dise&ntilde;ado distintos programas inform&aacute;ticos para poder realizar la gambling task, de los que este es un ejemplo. </p>
		<p>Los fundamentos de la tarea son los siguientes:</p>
		<p>
			La prueba consta de cuatro mazos (A B C D), que veremos a continuaci&oacute;n:
			<ul>
				<li>Los mazos A y B contienen ganancias superiores, pero tambi&eacute;n mayores p&eacute;rdidas. En ambos los premios en cada jugada son 100 euros, mientras que las p&eacute;rdidas en la baraja A son de 100, 150, 200, 250, 300 y 350 euros de forma frecuente, en cinco de cada 10 cartas, mientras que en el mazo B contiene premios de 100 euros y p&eacute;rdidas de 1250 euros en cada ciclo de 10 elecciones. El balance es que por cada ciclo de 10 cartas se acumulan unas perdidas de 250&euro;, es decir, se ganan 1000&euro; y se pierden 1250&euro;.</li>
				<li>Los mazos C y D tienen ganancias inferiores, pero tambi&eacute;n lo son las p&eacute;rdidas. El mazo C contiene premios de 50 euros y castigos de 25, 50 y 75 euros en cada cinco de 10 cartas, mientras que el mazo D tambi&eacute;n contiene premios de 50 euros y castigos de 250 euros una vez en un ciclo de 10 cartas. En este caso en cada ciclo de 10 cartas las ganancias son de 500&euro; y las p&eacute;rdidas de 250&euro;, por lo que las ganancias en cada ciclo son de 250&euro;.</li>
				<li>En los mazos A y C, las ganancias son continuas y las p&eacute;rdidas frecuentes, en cinco de cada 10 elecciones,mientras que en los mazos B y D, las ganancias son continuas y las p&eacute;rdidas se llevan a cabo en una de cada diez elecciones, pero la cantidad de dinero que se pierde es mayor.</li>
				<li>Los mazos A y B son desfavorables, mientras que C y D son favorables, esto permite calcular el &iacute;ndice de gambling mediante la siguiente f&oacute;rmula: <p>n&deg; elecciones de (C + D) – n&deg; elecciones de (A + B).</p> Un valor positivo en el &iacute;ndice de gambling indicar&aacute; que el sujeto realiz&oacute; la tarea de sin asumir riesgos y un valor negativo que se han asumido muchos riesgos, o incluso que la ejecuci&oacute;n fue deficiente. Normalmente cada mazo cuenta con 40 cartas, y se realizan 100 jugadas, por lo que aplicando la f&oacute;rmula, los valores obtenidos van entre -60 y 60.</li>
			</ul>
		</p>
		<p>Al realizar el experimento todos los sujetos comienzan eligiendo cartas al azar, despu&eacute;s debido a que las ganancias son mayores en los mazos A y B aumentan sus elecciones, hasta que se observa que sus p&eacute;rdidas son mayores, de forma gradual muestran m&aacute;s preferencia por las barajas C y D. En algunos casos se escog&iacute;an m&aacute;s cartas de los mazos A y B, &eacute;stos jugadores se defin&iacute;an como tomadores de riesgos, los sujetos con lesi&oacute;n en la regi&oacute;n prefrontal ventromedial, obten&iacute;an resultados opuestos.</p>
		<p>La Iowa Gambling Task trata de imitar las condiciones de incertidumbre, recompensa y penalizaci&oacute;n propias de las situaciones cotidianas de toma de decisiones. Para ejecutar adecuadamente esta prueba el sujeto debe seleccionar cartas de las barajas con menores ganancias y menores p&eacute;rdidas (barajas favorables), y obviar aquellas en las que las ganancias son elevadas pero las perdidas tambi&eacute;n (barajas desfavorables). Los pacientes con d&eacute;ficit en la toma de decisiones tienden a elegir m&aacute;s las cartas de las barajas desfavorables (A y B), mientras los sanos acaban seleccionando m&aacute;s cartas de las barajas favorables (C y D). Sin embargo al inicio del juego no hay manera de que el participante prediga que suceder&aacute;, o incluso llevar cuenta precisa de las ganancias o las perdidas (si bien en la pantalla aparece el saldo), se trata de imitar el funcionamiento de la vida cotidiana, donde gran parte del conocimiento  se reparte en peque&ntilde;os fragmentos, que a medida que se va incrementando nuestra experiencia, tambi&eacute;n se incrementa la incertidumbre. Como Afirma <a href="fund_biblio.html#02">Damasio (1998)</a> nuestro conocimiento es moldeado por la interacci&oacute;n de nuestra experiencias y los sesgos innatos, preferencias ante las ganancias o el riesgo reducido frente a las perdidas o el riesgo elevado.</p>
		<p>Una vez se inicia la tarea lo normal (en personas sanas) es dar un barrido a todos los mazos, as&iacute; se tiene el primer dato de que con dos mazos (A B) se gana 100&euro; y con los otros dos (C D) s&oacute;lo 50&euro;, por experiencia sabemos que A y B son ventajosos, por lo que se fija la primera preferencia hasta que aparecen las primeras p&eacute;rdidas, recordar que por cada 10 jugadas en A y B se pierden 250&euro;, mientras que en C y D, se ganan 250&euro; por cada 10 jugadas, esto hace que gradualmente la preferencia gire hac&iacute;a las cartas C y D, precisamente por los resultados de las elecciones, ya que en principio no hay manera de que el jugador pueda realizar un c&aacute;lculo preciso de las ganancias y p&eacute;rdidas globales. Esta tendencia seg&uacute;n Damasio se fija en torno a las 30 jugadas iniciales, es decir, el sujeto aprende de forma impl&iacute;cita cual es el funcionamiento de la prueba, y ya se mantiene esta estrategia hasta el final de la prueba, si bien, puntualmente pueden volver a escoger ocasionalmente cartas desventajosas (especialmente jugadores de alto riesgo). Sin embargo en los pacientes con lesi&oacute;n frontal ventromediana no se produce ese cambio de tendencia, si fija inicialmente en las barajas A y B, y permanece esta preferencia hasta el final de la prueba, llegando incluso a saber que las cartas A y B pueden considerarse malas y las C y D buenas, pero no se produce el mismo cambio de tendencia que en los sujetos sanos, bien porque ya no son sensibles a las penalizaciones y solo est&aacute;n controlados por las ganancias, bien porque se han hipersensibilizado a las ganancias que pasan por alto las p&eacute;rdidas, bien siguen siendo sensibles a las perdidas y ganancias, pero ninguna de ellas es capaz de establecer marcadores som&aacute;ticos, por lo que su comportamiento se rige por la recompensa inmediata, de ah&iacute; que el propio Damasio haya acu&ntilde;ado el termino "miop&iacute;a para el futuro".</p>
		<p>La insensibilidad a las p&eacute;rdidas no parece que sea una explicaci&oacute;n acertada por dos razones: La primera que los sujetos con lesi&oacute;n frontal, son capaces de hacer la tarea igual que los sujetos normales cuando se invierte el programa de ganancias y p&eacute;rdidas, es decir, las ganancias del programa original pasan a ser p&eacute;rdidas y viceversa. Y la segunda es que aunque en estos sujetos hay una clara preferencia por las cartas de los mazos A y B, despu&eacute;s de un castigo, los sujetos evitaban el mazo, pero poco despu&eacute;s vuelve a seleccionar cartas de ese mazo. Por lo que el mecanismo m&aacute;s adecuado para explicarlo sea el de miop&iacute;a para el futuro, es decir, presentar problemas para establecer los marcadores som&aacute;ticos.		</p>
	</BODY>
</HTML>



